Repository: menaje/codex-mcp-bridge-for-chatgpt
Catalog: macos/Resources/Localization/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, ja, pt, zh_hans, zh_hant

# waiting.verification
source: 검증 대기
de: Warten auf Prüfung
en: Waiting for verification
es: Esperando verificación
fr: En attente de vérification
ja: 検証待ち
pt: Aguardando verificação
zh_hans: 等待验证
zh_hant: 等待驗證

# verification.not-required
source: 검증 불필요
de: Keine Prüfung erforderlich
en: Verification not required
es: Verificación no requerida
fr: Vérification non requise
ja: 検証不要
pt: Verificação não necessária
zh_hans: 无需验证
zh_hant: 無需驗證

# verification.pending
source: 검증 대기
de: Prüfung ausstehend
en: Verification pending
es: Verificación pendiente
fr: Vérification en attente
ja: 検証待ち
pt: Verificação pendente
zh_hans: 等待验证
zh_hant: 等待驗證

# verification.verifying
source: 검증 중
de: Wird geprüft
en: Verifying
es: Verificando
fr: Vérification en cours
ja: 検証中
pt: Verificando
zh_hans: 正在验证
zh_hant: 正在驗證

# verification.verified
source: 검증 완료
de: Geprüft
en: Verified
es: Verificado
fr: Vérifié
ja: 検証済み
pt: Verificado
zh_hans: 已验证
zh_hant: 已驗證

# verification.failed
source: 검증 실패
de: Prüfung fehlgeschlagen
en: Verification failed
es: Verificación fallida
fr: Échec de la vérification
ja: 検証失敗
pt: Falha na verificação
zh_hans: 验证失败
zh_hant: 驗證失敗

# job.running
source: 진행 중
de: Läuft
en: Running
es: En curso
fr: En cours
ja: 実行中
pt: Em execução
zh_hans: 运行中
zh_hant: 執行中

# job.terminating
source: 강제 종료 중
de: Stopp wird erzwungen
en: Force-stopping
es: Detención forzada
fr: Arrêt forcé en cours
ja: 強制終了中
pt: Forçando parada
zh_hans: 正在强制停止
zh_hant: 正在強制停止

# job.termination-failed
source: 종료 확인 실패
de: Beendigung unbestätigt
en: Termination unconfirmed
es: Finalización no confirmada
fr: Arrêt non confirmé
ja: 終了未確認
pt: Finalização não confirmada
zh_hans: 未确认终止
zh_hant: 未確認終止

# job.completed
source: 완료
de: Abgeschlossen
en: Completed
es: Completado
fr: Terminé
ja: 完了
pt: Concluído
zh_hans: 已完成
zh_hant: 已完成

# job.failed
source: 실패
de: Fehlgeschlagen
en: Failed
es: Falló
fr: Échec
ja: 失敗
pt: Falhou
zh_hans: 失败
zh_hant: 失敗

# job.interrupted
source: 중단됨
de: Unterbrochen
en: Interrupted
es: Interrumpido
fr: Interrompu
ja: 中断
pt: Interrompido
zh_hans: 已中断
zh_hant: 已中斷

# job.cancelled
source: 취소됨
de: Abgebrochen
en: Cancelled
es: Cancelado
fr: Annulé
ja: キャンセル済み
pt: Cancelado
zh_hans: 已取消
zh_hant: 已取消

# dashboard.countsLabel
source: 전체 현황 집계
de: Übersichtszahlen
en: Overview counts
es: Recuentos generales
fr: Totaux de la vue d’ensemble
ja: 概要の集計
pt: Contagens gerais
zh_hans: 概览计数
zh_hant: 概覽計數

# dashboard.restoreFailed
source: 현황을 불러오지 못했습니다. 새로고침을 눌러 다시 시도하세요.
de: Die Codex-Übersicht konnte nicht geladen werden. Klicke auf Aktualisieren, um es erneut zu versuchen.
en: Could not load the Codex overview. Use Refresh to try again.
es: No se pudo cargar el resumen de Codex. Pulsa Actualizar para volver a intentarlo.
fr: Impossible de charger la vue d’ensemble Codex. Cliquez sur Actualiser pour réessayer.
ja: Codex の全体状況を読み込めませんでした。更新ボタンで再試行してください。
pt: Não foi possível carregar a visão geral do Codex. Clique em Atualizar para tentar novamente.
zh_hans: 无法加载 Codex 概览。请点击刷新重试。
zh_hant: 無法載入 Codex 概覽。請點選重新整理再試一次。

# dashboard.scopeNotice
source: 이 개인 브리지가 보존 중인 작업·에이전트·스레드로 파악한 대화만 표시합니다. 전체 ChatGPT 기록은 아닙니다.
de: Unterhaltungen, die dieser persönliche Bridge derzeit durch gespeicherte Aufgaben, Agents oder Threads kennt; nicht der gesamte ChatGPT-Verlauf.
en: Conversations currently known to this personal bridge through retained Jobs, Agents, or threads; not all ChatGPT history.
es: Conversaciones que este puente personal conoce actualmente mediante tareas, Agents o hilos conservados; no es todo el historial de ChatGPT.
fr: Conversations actuellement connues de ce pont personnel grâce aux tâches, Agents ou fils conservés ; il ne s’agit pas de tout l’historique ChatGPT.
ja: この個人用ブリッジが保持しているジョブ、Agent、スレッドから把握できる会話のみを表示します。ChatGPT の全履歴ではありません。
pt: Conversas que esta ponte pessoal conhece no momento por meio de tarefas, Agents ou threads mantidos; não é todo o histórico do ChatGPT.
zh_hans: 仅显示此个人桥接通过保留的任务、Agent 或线程当前已知的对话，并非全部 ChatGPT 历史记录。
zh_hant: 僅顯示此個人橋接透過保留的工作、Agent 或執行緒目前已知的對話，並非所有 ChatGPT 歷史記錄。

# dashboard.runtimeOnly
source: 상태는 Codex 런타임 근거만으로 계산합니다. 최근 App Server 프로세스는 제한된 읽기 전용 조회로 확인하며, 새로고침은 모든 과거 스레드의 실시간 상태 검사가 아닙니다. GPT의 검증·완료 판단은 사용하지 않습니다.
de: Der Status beruht ausschließlich auf Nachweisen der Codex-Laufzeit. Der aktuelle App-Server-Prozessstatus wird mit begrenzten schreibgeschützten Abfragen ermittelt; eine Aktualisierung ist keine Live-Zustandsprüfung aller historischen Threads. GPT-Prüfung und Abschlussbeurteilung sind ausgeschlossen.
en: Status comes only from Codex runtime evidence. Recent App Server process state uses bounded read-only probes; refresh is not a live health check of every historical thread. GPT verification and completion judgment are excluded.
es: El estado se obtiene únicamente de pruebas del entorno de ejecución de Codex. El estado reciente de procesos de App Server usa consultas de solo lectura limitadas; actualizar no comprueba en vivo la salud de todos los hilos históricos. Se excluyen la verificación y el criterio de finalización de GPT.
fr: L’état repose uniquement sur des preuves de l’environnement d’exécution Codex. L’état récent des processus App Server utilise des sondes bornées en lecture seule ; l’actualisation ne vérifie pas en direct l’intégrité de tous les fils historiques. La vérification et le jugement de fin de GPT sont exclus.
ja: 状態は Codex ランタイムの根拠だけから算出されます。最近の App Server プロセス状態は範囲を限定した読み取り専用プローブで確認され、更新は過去の全スレッドのライブ正常性チェックではありません。GPT による検証や完了判断は含まれません。
pt: O status usa apenas evidências do ambiente de execução do Codex. O estado recente dos processos do App Server usa consultas limitadas e somente leitura; atualizar não é uma verificação ao vivo da integridade de todos os threads históricos. A verificação e o julgamento de conclusão do GPT são excluídos.
zh_hans: 状态仅依据 Codex 运行时证据计算。近期 App Server 进程状态通过有界只读探测获取；刷新并不是对所有历史线程的实时健康检查。不会使用 GPT 的验证或完成判断。
zh_hant: 狀態僅依據 Codex 執行階段證據計算。近期 App Server 程序狀態透過有界唯讀探測取得；重新整理並不是對所有歷史執行緒的即時健康檢查。不會使用 GPT 的驗證或完成判斷。

# dashboard.projects
source: 추적된 프로젝트
de: Verfolgte Projekte
en: Tracked projects
es: Proyectos seguidos
fr: Projets suivis
ja: 追跡中のプロジェクト
pt: Projetos acompanhados
zh_hans: 已跟踪项目
zh_hant: 已追蹤專案

# dashboard.conversations
source: 추적된 대화
de: Verfolgte Unterhaltungen
en: Tracked conversations
es: Conversaciones seguidas
fr: Conversations suivies
ja: 追跡中の会話
pt: Conversas acompanhadas
zh_hans: 已跟踪对话
zh_hant: 已追蹤對話

# dashboard.running
source: 실행 중
de: Wird ausgeführt
en: Running
es: En ejecución
fr: En cours
ja: 実行中
pt: Em execução
zh_hans: 运行中
zh_hant: 執行中

# dashboard.attention
source: 주의 상태
de: Zu prüfende Zustände
en: Attention states
es: Estados que requieren atención
fr: États nécessitant une attention
ja: 要確認状態
pt: Estados que exigem atenção
zh_hans: 需处理状态
zh_hant: 需處理狀態

# dashboard.backgroundProcesses
source: 확인된 백그라운드 프로세스
de: Bestätigte Hintergrundprozesse
en: Confirmed background processes
es: Procesos en segundo plano confirmados
fr: Processus d’arrière-plan confirmés
ja: 確認済みバックグラウンドプロセス
pt: Processos em segundo plano confirmados
zh_hans: 已确认的后台进程
zh_hant: 已確認的背景程序

# dashboard.idleAgents
source: 유휴 에이전트
de: Inaktive Agents
en: Idle agents
es: Agents inactivos
fr: Agents inactifs
ja: 待機中の Agent
pt: Agents ociosos
zh_hans: 空闲 Agent
zh_hant: 閒置 Agent

# dashboard.viewMode
source: 보기 기준
de: Ansicht gruppieren
en: View grouping
es: Agrupación de la vista
fr: Regroupement de la vue
ja: 表示の分類
pt: Agrupamento da visualização
zh_hans: 分组方式
zh_hant: 分組方式

# dashboard.view.project
source: 프로젝트별
de: Nach Projekt
en: By project
es: Por proyecto
fr: Par projet
ja: プロジェクト別
pt: Por projeto
zh_hans: 按项目
zh_hant: 依專案

# dashboard.view.conversation
source: 대화별
de: Nach Unterhaltung
en: By conversation
es: Por conversación
fr: Par conversation
ja: 会話別
pt: Por conversa
zh_hans: 按对话
zh_hant: 依對話

# dashboard.view.status
source: 상태별
de: Nach Status
en: By status
es: Por estado
fr: Par état
ja: 状態別
pt: Por status
zh_hans: 按状态
zh_hant: 依狀態

# dashboard.projectCurrent
source: 활성 및 최근 프로젝트
de: Aktive und kürzlich verwendete Projekte
en: Active and recent projects
es: Proyectos activos y recientes
fr: Projets actifs et récents
ja: 稼働中および最近のプロジェクト
pt: Projetos ativos e recentes
zh_hans: 活跃及近期项目
zh_hant: 使用中及近期專案

# dashboard.noProjects
source: 이 페이지에는 활성 또는 최근 프로젝트가 없습니다.
de: Auf dieser Seite gibt es keine aktiven oder kürzlich verwendeten Projekte.
en: No active or recent projects on this page.
es: No hay proyectos activos ni recientes en esta página.
fr: Aucun projet actif ou récent sur cette page.
ja: このページに稼働中または最近のプロジェクトはありません。
pt: Não há projetos ativos ou recentes nesta página.
zh_hans: 此页没有活跃或近期项目。
zh_hant: 此頁沒有使用中或近期專案。

# dashboard.idleProjects
source: 유휴 프로젝트
de: Inaktive Projekte
en: Idle projects
es: Proyectos inactivos
fr: Projets inactifs
ja: 待機中のプロジェクト
pt: Projetos ociosos
zh_hans: 空闲项目
zh_hant: 閒置專案

# dashboard.noIdleProjects
source: 이 페이지에는 유휴 프로젝트가 없습니다.
de: Auf dieser Seite gibt es keine inaktiven Projekte.
en: No idle projects on this page.
es: No hay proyectos inactivos en esta página.
fr: Aucun projet inactif sur cette page.
ja: このページに待機中のプロジェクトはありません。
pt: Não há projetos ociosos nesta página.
zh_hans: 此页没有空闲项目。
zh_hant: 此頁沒有閒置專案。

# dashboard.projectCount
source: 프로젝트 {count}개
de: {count} Projekte
en: {count} projects
es: {count} proyectos
fr: {count} projets
ja: {count} 件のプロジェクト
pt: {count} projetos
zh_hans: {count} 个项目
zh_hant: {count} 個專案

# dashboard.conversationCurrent
source: 활성 및 최근 GPT 대화
de: Aktive und kürzlich verwendete GPT-Unterhaltungen
en: Active and recent GPT conversations
es: Conversaciones de GPT activas y recientes
fr: Conversations GPT actives et récentes
ja: 稼働中および最近の GPT 会話
pt: Conversas do GPT ativas e recentes
zh_hans: 活跃及近期 GPT 对话
zh_hant: 使用中及近期 GPT 對話

# dashboard.noConversations
source: 이 페이지에는 활성 또는 최근 GPT 대화가 없습니다.
de: Auf dieser Seite gibt es keine aktiven oder kürzlich verwendeten GPT-Unterhaltungen.
en: No active or recent GPT conversations on this page.
es: No hay conversaciones de GPT activas ni recientes en esta página.
fr: Aucune conversation GPT active ou récente sur cette page.
ja: このページに稼働中または最近の GPT 会話はありません。
pt: Não há conversas do GPT ativas ou recentes nesta página.
zh_hans: 此页没有活跃或近期 GPT 对话。
zh_hant: 此頁沒有使用中或近期 GPT 對話。

# dashboard.idleConversations
source: 유휴 GPT 대화
de: Inaktive GPT-Unterhaltungen
en: Idle GPT conversations
es: Conversaciones de GPT inactivas
fr: Conversations GPT inactives
ja: 待機中の GPT 会話
pt: Conversas do GPT ociosas
zh_hans: 空闲 GPT 对话
zh_hant: 閒置 GPT 對話

# dashboard.noIdleConversations
source: 이 페이지에는 유휴 GPT 대화가 없습니다.
de: Auf dieser Seite gibt es keine inaktiven GPT-Unterhaltungen.
en: No idle GPT conversations on this page.
es: No hay conversaciones de GPT inactivas en esta página.
fr: Aucune conversation GPT inactive sur cette page.
ja: このページに待機中の GPT 会話はありません。
pt: Não há conversas do GPT ociosas nesta página.
zh_hans: 此页没有空闲 GPT 对话。
zh_hant: 此頁沒有閒置 GPT 對話。

# dashboard.conversationCount
source: 대화 {count}개
de: {count} Unterhaltungen
en: {count} conversations
es: {count} conversaciones
fr: {count} conversations
ja: {count} 件の会話
pt: {count} conversas
zh_hans: {count} 个对话
zh_hant: {count} 個對話

# dashboard.summary.attention
source: 주의 {count}개
de: Zu prüfen {count}
en: Attention {count}
es: Atención {count}
fr: À vérifier {count}
ja: 要確認 {count} 件
pt: Atenção {count}
zh_hans: 需处理 {count}
zh_hant: 需處理 {count}

# dashboard.summary.active
source: 활성 {count}개
de: Aktiv {count}
en: Active {count}
es: Activos {count}
fr: Actifs {count}
ja: 稼働中 {count} 件
pt: Ativos {count}
zh_hans: 活跃 {count}
zh_hant: 使用中 {count}

# dashboard.summary.running
source: 실행 중 {count}개
de: Laufend {count}
en: Running {count}
es: En ejecución {count}
fr: En cours {count}
ja: 実行中 {count} 件
pt: Em execução {count}
zh_hans: 运行中 {count}
zh_hant: 執行中 {count}

# dashboard.summary.recent
source: 최근 종료 {count}개
de: Kürzlich {count}
en: Recent {count}
es: Recientes {count}
fr: Récents {count}
ja: 最近 {count} 件
pt: Recentes {count}
zh_hans: 近期 {count}
zh_hant: 近期 {count}

# dashboard.summary.idle
source: 유휴 {count}개
de: Inaktiv {count}
en: Idle {count}
es: Inactivos {count}
fr: Inactifs {count}
ja: 待機中 {count} 件
pt: Ociosos {count}
zh_hans: 空闲 {count}
zh_hant: 閒置 {count}

# dashboard.noRecent
source: 최근 Codex turn 결과가 없습니다.
de: Keine aktuellen Ergebnisse von Codex-Turns.
en: No recent Codex turn outcomes.
es: No hay resultados recientes de turnos de Codex.
fr: Aucun résultat récent de tour Codex.
ja: 最近の Codex ターン結果はありません。
pt: Não há resultados recentes de turnos do Codex.
zh_hans: 没有近期 Codex 轮次结果。
zh_hant: 沒有近期 Codex 輪次結果。

# dashboard.idle
source: 유휴 Codex 에이전트
de: Inaktive Codex-Agents
en: Idle Codex agents
es: Agents de Codex inactivos
fr: Agents Codex inactifs
ja: 待機中の Codex Agent
pt: Agents do Codex ociosos
zh_hans: 空闲 Codex Agent
zh_hant: 閒置 Codex Agent

# dashboard.noIdle
source: 유휴 Codex 에이전트가 없습니다.
de: Keine inaktiven Codex-Agents.
en: No idle Codex agents.
es: No hay Agents de Codex inactivos.
fr: Aucun Agent Codex inactif.
ja: 待機中の Codex Agent はありません。
pt: Não há Agents do Codex ociosos.
zh_hans: 没有空闲 Codex Agent。
zh_hant: 沒有閒置 Codex Agent。

# dashboard.recentActivity
source: 최근 Activity
de: Letzte Activity
en: Recent Activity
es: Activity reciente
fr: Activity récente
ja: 最近の Activity
pt: Activity recente
zh_hans: 最近的 Activity
zh_hant: 最近的 Activity

# dashboard.noRecentActivity
source: 최근 Activity 없음
de: Keine letzte Activity
en: No recent Activity
es: Sin Activity reciente
fr: Aucune Activity récente
ja: 最近の Activity なし
pt: Sem Activity recente
zh_hans: 没有最近的 Activity
zh_hant: 沒有最近的 Activity

# dashboard.loadMore
source: 더 보기
de: Mehr anzeigen
en: Show more
es: Mostrar más
fr: Afficher plus
ja: さらに表示
pt: Mostrar mais
zh_hans: 显示更多
zh_hant: 顯示更多

# dashboard.previous
source: 이전
de: Zurück
en: Previous
es: Anterior
fr: Précédent
ja: 前へ
pt: Anterior
zh_hans: 上一页
zh_hant: 上一頁

# dashboard.next
source: 다음
de: Weiter
en: Next
es: Siguiente
fr: Suivant
ja: 次へ
pt: Próximo
zh_hans: 下一页
zh_hant: 下一頁

# dashboard.updated
source: {time} 새로고침
de: Aktualisiert {time}
en: Refreshed {time}
es: Actualizado {time}
fr: Actualisé {time}
ja: {time} に更新
pt: Atualizado {time}
zh_hans: 刷新于 {time}
zh_hant: 重新整理於 {time}

# dashboard.activeTruncated
source: 활성 또는 복구가 필요한 일부 행은 제한된 화면에서 생략되었습니다.
de: Einige aktive oder wiederherzustellende Zeilen fehlen in dieser begrenzten Ansicht.
en: Some active or recovery rows are omitted from this bounded view.
es: Se omiten algunas filas activas o de recuperación en esta vista limitada.
fr: Certaines lignes actives ou de récupération sont omises de cette vue bornée.
ja: 稼働中または復旧が必要な一部の行は、この制限付き表示では省略されています。
pt: Algumas linhas ativas ou de recuperação foram omitidas desta visualização limitada.
zh_hans: 此有界视图省略了部分活跃或恢复状态行。
zh_hant: 此有界檢視省略了部分使用中或復原狀態列。

# dashboard.runtimeUnknown
source: 에이전트 {count}개의 런타임 또는 프로세스 상태를 확인하지 못했습니다.
de: Der Laufzeit- oder Prozessstatus war für {count} Agents nicht verfügbar.
en: Runtime or process state was unavailable for {count} agents.
es: No se pudo obtener el estado del entorno o del proceso de {count} Agents.
fr: L’état de l’environnement ou du processus était indisponible pour {count} Agents.
ja: {count} 件の Agent でランタイムまたはプロセス状態を確認できませんでした。
pt: O status do ambiente ou do processo não estava disponível para {count} Agents.
zh_hans: 无法获取 {count} 个 Agent 的运行时或进程状态。
zh_hant: 無法取得 {count} 個 Agent 的執行階段或程序狀態。

# dashboard.runtimeProbeSkipped
source: 스레드를 깨우지 않는 안전한 조회가 불가능하거나 조회 한도를 넘은 App Server 에이전트 {count}개는 프로세스 상태를 확인하지 않았습니다.
de: {count} App-Server-Agents wurden nicht abgefragt, weil keine sichere, nicht ladende Abfrage verfügbar war oder die Grenze erreicht wurde.
en: {count} App Server agents were not probed because a safe non-loading probe was unavailable or the bounded limit was reached.
es: No se consultaron {count} Agents de App Server porque no había una consulta segura que no cargara el hilo o porque se alcanzó el límite.
fr: {count} Agents App Server n’ont pas été sondés, faute de sonde sûre ne chargeant pas le fil ou parce que la limite a été atteinte.
ja: 安全な非読み込みプローブを利用できないか上限に達したため、{count} 件の App Server Agent はプローブされませんでした。
pt: {count} Agents do App Server não foram consultados porque não havia uma consulta segura que não carregasse a thread ou porque o limite foi atingido.
zh_hans: 由于没有安全且不会加载线程的探测方式，或已达到有界上限，未探测 {count} 个 App Server Agent。
zh_hant: 因沒有安全且不會載入執行緒的探測方式，或已達有界上限，未探測 {count} 個 App Server Agent。

# dashboard.backgroundProcessCount
source: 백그라운드 프로세스 {count}개
de: {count} Hintergrundprozesse
en: {count} background processes
es: {count} procesos en segundo plano
fr: {count} processus d’arrière-plan
ja: バックグラウンドプロセス {count} 件
pt: {count} processos em segundo plano
zh_hans: {count} 个后台进程
zh_hant: {count} 個背景程序

# dashboard.jobFallback
source: Codex 작업
de: Codex-Aufgabe
en: Codex job
es: Tarea de Codex
fr: Tâche Codex
ja: Codex ジョブ
pt: Tarefa do Codex
zh_hans: Codex 任务
zh_hant: Codex 工作

# dashboard.unknownProject
source: 프로젝트 미확인
de: Projekt nicht verfügbar
en: Project unavailable
es: Proyecto no disponible
fr: Projet indisponible
ja: プロジェクト不明
pt: Projeto indisponível
zh_hans: 项目不可用
zh_hant: 專案無法使用

# dashboard.conversation
source: GPT 대화
de: GPT-Unterhaltung
en: GPT conversation
es: Conversación de GPT
fr: Conversation GPT
ja: GPT 会話
pt: Conversa do GPT
zh_hans: GPT 对话
zh_hant: GPT 對話

# dashboard.openConversation
source: 대화 열기
de: Unterhaltung öffnen
en: Open conversation
es: Abrir conversación
fr: Ouvrir la conversation
ja: 会話を開く
pt: Abrir conversa
zh_hans: 打开对话
zh_hant: 開啟對話

# dashboard.agentCount
source: 에이전트 {count}개
de: {count} Agents
en: {count} agents
es: {count} Agents
fr: {count} Agents
ja: Agent {count} 件
pt: {count} Agents
zh_hans: {count} 个 Agent
zh_hant: {count} 個 Agent

# dashboard.agentShownCount
source: 현재 페이지 {count}개
de: {count} auf dieser Seite angezeigt
en: Showing {count} on this page
es: Se muestran {count} en esta página
fr: {count} affichés sur cette page
ja: このページに {count} 件表示
pt: {count} exibidos nesta página
zh_hans: 本页显示 {count} 个
zh_hant: 本頁顯示 {count} 個

# dashboard.lastActivity
source: 최근 활동 {relative}
de: Letzte Aktivität {relative}
en: Last activity {relative}
es: Última actividad {relative}
fr: Dernière activité {relative}
ja: 最終アクティビティ {relative}
pt: Última atividade {relative}
zh_hans: 最近活动 {relative}
zh_hant: 最近活動 {relative}

# dashboard.sectionCount
source: 대화 {conversations}개 · 에이전트 {agents}개
de: {conversations} Unterhaltungen · {agents} Agents
en: {conversations} conversations · {agents} agents
es: {conversations} conversaciones · {agents} Agents
fr: {conversations} conversations · {agents} Agents
ja: 会話 {conversations} 件 · Agent {agents} 件
pt: {conversations} conversas · {agents} Agents
zh_hans: {conversations} 个对话 · {agents} 个 Agent
zh_hant: {conversations} 個對話 · {agents} 個 Agent

# dashboard.idleAgentDisclosure
source: 유휴 에이전트 {count}개 펼치기
de: {count} inaktive Agents anzeigen
en: Show {count} idle agents
es: Mostrar {count} Agents inactivos
fr: Afficher {count} Agents inactifs
ja: 待機中の Agent {count} 件を表示
pt: Mostrar {count} Agents ociosos
zh_hans: 显示 {count} 个空闲 Agent
zh_hant: 顯示 {count} 個閒置 Agent

# dashboard.idleConversationDisclosure
source: 유휴 대화 {conversations}개 · 에이전트 {agents}개 펼치기
de: {conversations} inaktive Unterhaltungen · {agents} Agents anzeigen
en: Show {conversations} idle conversations · {agents} agents
es: Mostrar {conversations} conversaciones inactivas · {agents} Agents
fr: Afficher {conversations} conversations inactives · {agents} Agents
ja: 待機中の会話 {conversations} 件 · Agent {agents} 件を表示
pt: Mostrar {conversations} conversas ociosas · {agents} Agents
zh_hans: 显示 {conversations} 个空闲对话 · {agents} 个 Agent
zh_hant: 顯示 {conversations} 個閒置對話 · {agents} 個 Agent

# dashboard.history.show
source: 이력 {count}건 펼치기
de: Verlauf anzeigen ({count})
en: Show history ({count})
es: Mostrar historial ({count})
fr: Afficher l’historique ({count})
ja: 履歴を表示（{count} 件）
pt: Mostrar histórico ({count})
zh_hans: 显示历史记录（{count}）
zh_hant: 顯示歷史記錄（{count}）

# dashboard.history.hide
source: 이력 {count}건 접기
de: Verlauf ausblenden ({count})
en: Hide history ({count})
es: Ocultar historial ({count})
fr: Masquer l’historique ({count})
ja: 履歴を隠す（{count} 件）
pt: Ocultar histórico ({count})
zh_hans: 隐藏历史记录（{count}）
zh_hant: 隱藏歷史記錄（{count}）

# dashboard.history.showPartial
source: 이력 {count}건 중 {shown}건 펼치기
de: Verlauf anzeigen ({shown} von {count})
en: Show history ({shown} of {count})
es: Mostrar historial ({shown} de {count})
fr: Afficher l’historique ({shown} sur {count})
ja: 履歴を表示（{count} 件中 {shown} 件）
pt: Mostrar histórico ({shown} de {count})
zh_hans: 显示历史记录（{count} 条中的 {shown} 条）
zh_hant: 顯示歷史記錄（{count} 筆中的 {shown} 筆）

# dashboard.history.hidePartial
source: 이력 {count}건 중 {shown}건 접기
de: Verlauf ausblenden ({shown} von {count})
en: Hide history ({shown} of {count})
es: Ocultar historial ({shown} de {count})
fr: Masquer l’historique ({shown} sur {count})
ja: 履歴を隠す（{count} 件中 {shown} 件）
pt: Ocultar histórico ({shown} de {count})
zh_hans: 隐藏历史记录（{count} 条中的 {shown} 条）
zh_hant: 隱藏歷史記錄（{count} 筆中的 {shown} 筆）

# dashboard.history.activityBoundary
source: 이전 Activity
de: Vorherige Activity
en: Previous Activity
es: Activity anterior
fr: Activity précédente
ja: 以前の Activity
pt: Activity anterior
zh_hans: 上一 Activity
zh_hant: 上一個 Activity

# dashboard.execution.unavailable
source: 모델 · 추론 확인 불가
de: Modell und Reasoning nicht verfügbar
en: Model · reasoning unavailable
es: Modelo y razonamiento no disponibles
fr: Modèle et raisonnement indisponibles
ja: モデル・推論を確認できません
pt: Modelo e raciocínio indisponíveis
zh_hans: 无法确认模型和推理强度
zh_hant: 無法確認模型與推理強度

# dashboard.execution.next
source: 다음 실행 설정: {execution}
de: Einstellungen für den nächsten Lauf: {execution}
en: Next run settings: {execution}
es: Configuración de la próxima ejecución: {execution}
fr: Paramètres de la prochaine exécution : {execution}
ja: 次回の実行設定: {execution}
pt: Configuração da próxima execução: {execution}
zh_hans: 下次运行设置：{execution}
zh_hant: 下次執行設定：{execution}

# dashboard.duration.seconds
source: {count}초
de: {count} s
en: {count}s
es: {count} s
fr: {count} s
ja: {count} 秒
pt: {count} s
zh_hans: {count} 秒
zh_hant: {count} 秒

# dashboard.duration.minutes
source: {count}분
de: {count} Min.
en: {count}m
es: {count} min
fr: {count} min
ja: {count} 分
pt: {count} min
zh_hans: {count} 分钟
zh_hant: {count} 分鐘

# dashboard.duration.hours
source: {count}시간
de: {count} Std.
en: {count}h
es: {count} h
fr: {count} h
ja: {count} 時間
pt: {count} h
zh_hans: {count} 小时
zh_hant: {count} 小時

# dashboard.duration.days
source: {count}일
de: {count} T.
en: {count}d
es: {count} d
fr: {count} j
ja: {count} 日
pt: {count} d
zh_hans: {count} 天
zh_hant: {count} 天

# dashboard.time.active
source: 작업시간 {duration}
de: Arbeitszeit {duration}
en: Work time {duration}
es: Tiempo de trabajo {duration}
fr: Temps de travail {duration}
ja: 作業時間 {duration}
pt: Tempo de trabalho {duration}
zh_hans: 工作时长 {duration}
zh_hant: 工作時間 {duration}

# dashboard.time.updated
source: 마지막 상태 갱신 {relative}
de: Letzte Statusaktualisierung {relative}
en: Last status update {relative}
es: Última actualización de estado {relative}
fr: Dernière mise à jour de l’état {relative}
ja: 最終状態更新 {relative}
pt: Última atualização de status {relative}
zh_hans: 上次状态更新 {relative}
zh_hant: 上次狀態更新 {relative}

# dashboard.time.duration
source: 작업시간 {duration}
de: Arbeitszeit {duration}
en: Work time {duration}
es: Tiempo de trabajo {duration}
fr: Temps de travail {duration}
ja: 作業時間 {duration}
pt: Tempo de trabalho {duration}
zh_hans: 工作时长 {duration}
zh_hant: 工作時間 {duration}

# dashboard.time.durationUnknown
source: 작업시간 확인 불가
de: Arbeitszeit nicht verfügbar
en: Work time unavailable
es: Tiempo de trabajo no disponible
fr: Temps de travail indisponible
ja: 作業時間不明
pt: Tempo de trabalho indisponível
zh_hans: 工作时长未知
zh_hant: 工作時間未知
